Repository: mr-elbe5/OSM-Exif-Editor
Catalog: OSM-Exif-Editor/Localizable.xcstrings
Source language: en
Languages: de

source: About Maps for OSM
de: Über Maps for OSM

source: Accept
de: Übernehmen

source: Add Image
de: Bild hinzufügen

source: Add Images
de: Bilder hinzufügen

# addImagesFromFileSystem
source: Add image(s) from files
de: Bild(er) aus Dateien hinzufügen

# addImagesFromPhotoLibrary
source: Add image(s) from photos
de: Bild(er) aus Fotos hinzufügen

source: Add Note
de: Notiz hinzufügen

# addPhoto
source: Take Photo
de: Foto aufnehmen

source: Add Point
de: Punkt hinzufügen

source: Address
de: Adresse

# addToPhotoLibrary
source: Add camera photos also to photo library
de: Aufgenommene Fotos auch zur Fotobibliothek hinzufügen

source: Add Video
de: Video hinzufügen

# addVideosFromFileSystem
source: Add video(s) from files
de: Video(s) aus Dateien hinzufügen

# addVideosFromPhotoLibrary
source: Add video(s) from photos
de: Video(s) aus Fotos hinzufügen

source: after
de: nach

# allTilesForDownload
source: Number of all selected tiles:
de: Zahl aller ausgewählten Kacheln:

source: Altitude
de: Höhe

# anyTarget
source: Any
de: Beliebig

source: Apply
de: Anwenden

source: arrived
de: Ziel erreicht

# autoSynchronize
source: Synchronize automatically
de: Automatisch synchronisieren

source: AV Media
de: AV Medien

source: Back
de: Zurück

# backupSaved
source: Backup has been saved in 'Maps for OSM/backup'
de: Backup wurde in 'Maps for OSM/backup' gespeichert.

# byDate
source: Date
de: Datum

# byLatitude
source: ° Lat
de: ° Breite

# byLongitude
source: ° Lon
de: ° Länge

source: Camera
de: Kamera

source: Cancel
de: Abbrechen

# cancelTrack
source: Cancel Tour Recording
de: Touraufnahme abbrechen

source: Center
de: Zentrum

source: Center Cross
de: Mittenkreuz

source: Change coordinate to map center
de: Koordinaten auf Kartenmitte setzen

# changeExif
source: Set Exif Data on Save
de: Exif-Daten beim Speichern setzen

# changeTileSource
source: Change Map Source
de: Kartenquelle wechseln

# cityTarget
source: City
de: Stadt

# cleanedUp
source: The iCloud data are ok
de: Die iCloud-Daten sind ok.

# clearCloud
source: Clear iCloud Content
de: iCloud Inhalte löschen

source: Clear Map Cache
de: Kartenspeicher leeren

source: Close
de: Schliessen

# cloudCleared
source: All app items removed from iCloud
de: Alle App-Inhalte aus iCloud gelöscht

source: Comment
de: Kommentar

# compareWithTrack
source: Compare with Track Data
de: Mit Routendaten vergleichen

# confirmDelete
source: Confirm to delete? This cannot be undone.
de: Löschen bestätigen? Dies kann nicht rückgängig gemacht werden.

source: connected
de: verbunden

source: Coordinate
de: Koordinaten

source: Coordinates
de: Koordinaten

# copyError
source: The file could not be copied.
de: Die Datei konnte nicht kopiert werden.

# createBackup
source: Create Backup Zip
de: Backup Zip erzeugen

source: Creation Date
de: Erstellungsdatum

# crossLocation
source: Cross Position
de: Kreuzposition

# currentLocation
source: Current Position
de: Aktuelle Position

# currentRegion
source: Map Area
de: Kartenbereich

# currentServer
source: Current Map Source
de: Aktuelle Kartenquelle

source: Current Track
de: Aktuelle Tour

source: Data
de: Daten

source: Date
de: Datum

source: Date Filter
de: Datumsfilter

# decreaseImageSize
source: Decrease preview size
de: Vorschauen kleiner

# defaultMarker
source: Note Marker
de: Notizmarkierung

source: Delete
de: Löschen

source: Delete All
de: Alle löschen

source: Delete all Data
de: Alle Daten löschen

# deleteAllTiles
source: Delete Map Tiles
de: Kartenkacheln löschen

# deleteItemsWarning
source: Do you want the selected items?
de: Alle ausgewählten Elemente löschen?

source: Delete Location
de: Ort löschen

source: Delete selected
de: Ausgewählte löschen

source: Deselect all
de: Alle abwählen

# disconnected
source: not connected
de: nicht verbunden

source: Dismiss
de: Ablehnen

source: Distance
de: Länge

# distanceFilter
source: Minimal Location Difference
de: Minimaler Positionsunterschied

source: Distances
de: Entfernungen

source: Done
de: Fertig

# downDistance
source: Downhill
de: Bergab

source: Duration
de: Dauer

source: East
de: Ost

source: Edit
de: Ändern

source: Edit Audio
de: Audio bearbeiten

source: Edit Image
de: Bild bearbeiten

source: Edit Note
de: Notiz bearbeiten

source: Edit Track
de: Tour bearbeiten

source: Edit Video
de: Video bearbeiten

source: End
de: Ende

source: End Location
de: Zielort

source: Error
de: Fehler

# existingTiles
source: Number of existing tiles:
de: Zahl vorhandener Kacheln:

# exportImagesToPhotoLibrary
source: Export all Images to 'Photos'
de: Alle Bilder nach 'Fotos' exportieren

source: Export selected
de: Ausgewählte exportieren

# fileOpenError
source: The file could not be opened.
de: Die Datei konnte nicht geöffnet werden.

# fileSaveError
source: File could not be save.
de: Die Datei konnte nicht gespeichert werden.

# flashModeAuto
source: Flash is on auto mode
de: Der Blitz ist im Automodus

# flashModeOff
source: Flash is off
de: Der Blitz ist aus

# flashModeOn
source: Flash is on
de: Der Blitz ist an

# followLocation
source: Map follows Location
de: Karte folgt Position

source: From Files
de: Aus Dateien

source: From Photo Library
de: Aus Fotos

# gpsAccuracy
source: By GPS
de: Durch GPS

source: Group
de: Gruppe

source: Group Center
de: Gruppenzentrum

# hdrMode
source: You are in HDR mode (only in video mode, tap for change)
de: Du bist im HDR-Modus (nur im Video-Modus, antippen zum Wechseln)

source: Height
de: Höhe

source: Help
de: Hilfe

source: Hide Track
de: Tour ausblenden

source: Hide unselected
de: Nur ausgewählte anzeigen

source: Horizontal Uncertainty
de: Horizontale Unsicherheit

# iconHelp
source: icon legend
de: Symbollegende

source: Image
de: Bild

# imageCount
source: Images:
de: Bilder:

# imageDateTime
source: Creation Date and Time
de: Aufnahmezeit

# imageImportError
source: The image could not be imported.
de: Das Bild konnte nicht importiert werden.

source: Image Library
de: Fotobibliothek

# imageList
source: Images
de: Bilder

source: Image Marker
de: Bildmarkierung

source: Images
de: Bilder

source: Image Settings
de: Bilder-Einstellungen

# imagesExported
source: %@ images have been exported to Files/Maps for OSM/media
de: %@ Bilder wurden nach Dateien/Maps for OSM/media exportiert

# imagesExportedWithErrors
source: %@ images have been exported to 'Photos' (%@ errors)
de: %@ Bilder wurden nach 'Fotos' exportiert (%@ Fehler)

# imagesNotImported
source: %@ images have not been imported, as they have no coordinates.
de: %@ Bilder wurden nicht importiert, da sie keine Koordinaten haben.

source: Image Source
de: Bildquelle

# imageSource_files
source: File System
de: Dateisystem

# imageSource_library
source: Photo Library
de: Fotobibliothek

source: Import and Backup
de: Import und Backup

# importFromMapsForOSM
source: Import from MapForOSM backup
de: Aus MapForOSM-Backup importieren

# importFromPhotoLibrary
source: Import from Photos
de: Aus Fotos importieren

source: Import Images
de: Bilder importieren

source: import images from files
de: Bilder aus Dateien importieren

source: Import images from Photos
de: Bilder aus Fotos importieren

# importTrack
source: Import Tour from GPX file
de: Tour von GPX importieren

# increaseImageSize
source: Increase preview size
de: Vorschauen größer

source: Insert Trackpoint after
de: Wegpunkt dahinter einfügen

source: Insert Trackpoint before
de: Wegpunkt davor einfügen

# interruptedTrackFound
source: Found an interrupted Track
de: Unterbrochene Tour gefunden

# item
source: Item on Map
de: Karteneintrag

# items
source: Items on Map
de: Karteneinträge

source: Latitude
de: Breite

# loadError
source: The data could not be loaded.
de: Die Datei konnte nicht geladen werden.

source: Load Image
de: Bild laden

# loadPreview
source: Lod Preview
de: Vorschau laden

source: Load Track
de: Route laden

source: Location Details
de: Positonsangaben

# locationNotAuthorized
source: Finding your location is not authorized. Please change your settings.
de: Die App darf Deinen Standort nicht feststellen. Bitte ändere die entsprechenden Einstellungen.

source: Location Settings
de: Positionseinstellungen

source: Longitude
de: Länge

source: Map
de: Karte

source: Map Item Data
de: Karteneinträge

source: Map Menus
de: Kartenmenüs

# mapPreload
source: Preload Map Tiles
de: Kartenkacheln vorladen

source: Map Server
de: Karten-Server

source: Map Settings
de: Karten-Einstellungen

source: Map Tiles
de: Kartenkacheln

# maximumDate
source: To Date
de: Bis Datum

# maxMergeDistance
source: Maximal distance for automatically merging locations [m]
de: Maximale Entfernung von Orten zum automatischen Zusammenführen [m]

# minimumDate
source: From Date
de: Ab Datum

source: more…
de: mehr…

# moveToScreenCenter
source: Move Place to Screen Center (Cross Position)
de: Ort auf Bildschirmmitte (Kreuz) verschieben

source: No
de: Nein

source: North
de: Nord

# notComplete
source: Some entries are not complete.
de: Einige Eingaben sind nicht vollständig.

source: Note
de: Notiz

# noteCount
source: Notes:
de: Notizen:

source: Notes
de: Notizen

# numTrackpoints
source: Number of trackpoints
de: Anzahl Wegpunkte

source: on
de: auf

# openBackup
source: Backup and restore
de: Sichern und Wiederherstellen

# openCamera
source: Camera
de: Kamera

source: Open Folder
de: Verzeichnis öffnen

# openPreferences
source: Preferences
de: Einstellungen

# openTiles
source: Map source
de: Kartenquelle

# osmLegalInfo
source: Legal Info for tiles from OpenStreetMap.org
de: Regeln für das Laden von OpenStreetMap.org

source: Pause Recording
de: Aufzeichnung pausieren

# photoLibraryNotAuthorized
source: The use of the photo library is not authorized. Please change your settings.
de: Die Nutzung der Fotobibliothek ist nicht erlaubt. Bitte ändere die entsprechenden Einstellungen.

# photoShared
source: Photo has been copied.
de: Foto wurde kopiert.

source: Place
de: Ort

source: Please Note
de: Bitte beachten

source: Please Wait
de: Bitte warten

source: Preferences
de: Einstellungen

# preferencesSaved
source: Preferences have been saved.
de: Einstellungen wurden gesichert.

source: Preload Tiles
de: Kartenkacheln vorladen

source: Progress
de: Fortschritt

source: Quit "Maps for OSM"
de: "Maps for OSM" beenden

# radiusRegion
source: Within Radius
de: Im Umkreis

# readError
source: The file could not be read.
de: Die Datei konnte nicht gelesen werden.

source: Recalculate
de: Neu berechnen

source: Recalculate Tiles
de: Kartenkacheln neu berechnen

source: Refresh
de: Neu laden

source: Refresh Map
de: Karte neu anzeigen

source: Region too large
de: Region zu groß

source: Reload
de: Neu laden

source: Remove Point
de: Punkt entfernen

source: Reset
de: Zurücksetzen

source: Restore Backup
de: Von Backup wiederherstellen

source: Restore done
de: Wiederherstellung fertig

source: Restore from Maps for OSM
de: Von Maps for OSM wiederherstellen

source: Resume Recording
de: Aufzeichnung fortsetzen

source: Roundabout
de: Kreisverkehr

# routeExported
source: Route has been exported
de: Die Route wurde exportiert

source: Routes
de: Routen

source: Route saved
de: Route gespeichert

source: Route Type
de: Routenart

# routeType_bicycle
source: Bicycle
de: Fahrrad

# routeType_car
source: Car
de: Auto

# routeType_foot
source: Foot
de: Zu Fuß

source: Save
de: Speichern

# saveError
source: The file could not be saved.
de: Die Datei konnte nicht gespeichert werden.

source: Save recorded Tour
de: Aufgezeichnete Tour speichern

source: Save Route
de: Route speichern

# saveTrack
source: Save Recorded Tour
de: Aufgenommene Tour speichern

# screenActions
source: On the preview screen you can tap on any point to set focus and exposure for this point. You can also pinch for zooming (software zoom).
de: Auf dem Vorschaufenster kannst Du einen Punkt antippen, um Fokus und Belichtung für diesen Punkt zu optimieren. Du kannst auch mit zwei Fingern zoomen (Software-Zoom).

source: Search
de: Suchen

# searchLocation
source: Search
de: Suche

# searchPlaceholder
source: Location
de: Ort

# searchRegion_current
source: Visible Map
de: Kartenausschnitt

# searchRegion_radius
source: Radius
de: Umkreis

# searchRegion_unlimited
source: Anywhere
de: Überall

# searchTarget_any
source: Anywhere
de: Überall

# searchTarget_city
source: City
de: Stadt

# searchTarget_street
source: Street
de: Strasse

source: Select all
de: Alle auswählen

source: Selected Trackpoint
de: Selektierter Wegpunkt

source: Selection
de: Auswahl

source: Select Leading
de: Vorhergehenden selektieren

# selectSmallerRegion
source: Please select a smaller region
de: Bitte wähle eine kleinere Region

source: Select Trailing
de: Folgenden selektieren

source: Services
de: Dienste

source: Set Route End
de: Routenende setzen

source: Set Route Start
de: Routenstart setzen

source: Settings
de: Einstellungen

source: Share Image
de: Bild kopieren

# shouldResumeInterruptedTrack
source: Resume this interrupted track?
de: Unterbrochene Tour fortsetzen?

source: Show all
de: Alle anzeigen

# showCenterButton
source: Show Center Cross
de: Mittenkreuz anzeigen

source: Show Details
de: Details anzeigen

# showFilter
source: View Filter
de: Ansichtsfilter

# showImageList
source: All Images...
de: Alle Bilder...

source: Show on Map
de: Auf der Karte zeigen

source: Show selected images
de: Ausgewählte Bilder anzeigen

# showTrackList
source: All recorded Tracks...
de: Alle aufgezeichneten Touren...

# showTrackpoints
source: Show single trackpoints on track
de: Einzelne Wegpunke auf Tour anzeigen

# simplifyByDistance
source: Simplify - min. distance[m]:
de: Vereinfachen - min.Abstand [m]:

source: Size to load
de: Gesamtgröße zu ladender Kacheln (ca):

source: Slideshow
de: Diashow

# sort
source: Switch Sort Sequence
de: Sortierung umkehren

source: Sort ascending
de: Aufsteigend sortieren

# sortByDate
source: Sort by Creation Date
de: Nach Datum sortieren

source: Sort by Latitude
de: Nach geogr. Breite sortieren

# sortByLongitude
source: Sost by Longitude
de: Nach geogr. Länge sortieren

source: Sorting
de: Reihenfolge

source: South
de: Süd

source: Start Location
de: Startposition

source: Start Preload
de: Vorladen starten

# startRecording
source: Record a new Track
de: Neue Tour aufzeichnen

# startRoute
source: start
de: starten

# startWatchUpload
source: Upload loaded tiles to watch
de: Geladene Kacheln auf Uhr hochladen

# straight
source: straight ahead
de: geradeaus

# streetTarget
source: Street
de: Strasse

source: Success
de: Erfolg

# synchronize
source: Synchronize with iCloud
de: Mit iCloud synchronisieren

# synchronized
source: Synchronization done
de: Synchronisierung beendet

# synchronizeFromCloud
source: Synchronize from iCloud
de: Aus der iCloud synchronisieren

source: Synchronize Now
de: Jetzt synchronisieren

# synchronizeToCloud
source: Synchronize to iCloud
de: In die iCloud synchronisieren

# tiles
source: Map tiles
de: Kartenkacheln

source: Tile Source
de: Kartenquelle

# tilesToLoad
source: Number of tiles to load:
de: Zahl zu ladender Kacheln:

# timeoutError
source: A timeout has been reached.
de: Eine vorgegebene Zeit wurde überschritten.

source: Title
de: Titel

source: Title/Text
de: Titel/Text

# toggleCross
source: Show or hide cross button in the map center.
de: Blende des Kreuz-Knopf in der Kartenmitte ein oder aus.

source: Toggle Map Pins
de: Markierungen ein/ausblenden

source: Toggle selection
de: Auswahl umkehren

# tooManyTiles
source: Sorry, you requested too many map tiles (more than %@). Please try with a smaller region or lower/ less zoom levels.
de: Du hast zu viele Kartenkacheln angefragt (mehr als %@). Versuche es bitte mit einer kleineren Region oder tieferen/weniger Zoom-Ebenen.

source: Top Menu
de: Hauptmenü

source: Tour of %@
de: Tour vom %@

source: Track
de: Tour

# trackExported
source: Track has been exported
de: Die Tour wurde exportiert

# trackList
source: Tracks
de: Touren

source: Track Marker
de: Tourmarkierung

# trackName
source: Track of %@
de: Tour am %@

# trackpointInterval
source: Minimal time between trackpoints
de: Minimale Zeit zwischen Wegpunkten

source: Trackpoints
de: Wegpunkte

source: Tracks
de: Touren

source: Track Settings
de: Touren-Einstellungen

source: turn left
de: nach links

source: turn right
de: nach rechts

# unauthorizedError
source: This action has not been authorized.
de: Diese Aktion wurde nicht autorisiert.

source: Undo
de: Rückgängig

# undoWarning
source: This cannot be undone.
de: Dies kann nicht rückgängig gemacht werden.

# unexpectedError
source: There has been an unexpected error.
de: Ein unerwarteter Fehler ist aufgetreten.

source: unknown
de: unbekannt

# unlimitedRegion
source: Unlimited
de: Unbegrenzt

# unloadedTiles
source: Number of load errors:
de: Zahl von Ladefehlern:

# upDistance
source: Uphill
de: Bergauf

source: Use Filter for Lists
de: Filter für Listen nutzen

source: Use Filter for Map
de: Filter für die Karte nutzen

source: Uturn
de: Umdrehen

source: Vertical Uncertainty
de: Vertikale Unsicherheit

source: View Settings
de: Anzeigeeinstellungen

source: Waiting for GPS...
de: Auf GPS warten...

source: Warning
de: Warnung

# watchStatus
source: Connection Status
de: Verbindungsstatus

# watchUploadArea
source: Map Tiles for Apple Watch
de: Kartenkacheln für die Apple Watch

source: Waypoints
de: Wegpunkte

source: Width
de: Breite

source: Window
de: Fenster

# wrongZipFile
source: This zip file is no correct version.
de: Diese Zip-Datei ist keine korrekte Version.

source: Yes
de: Ja

source: Your text...
de: Dein Text...

source: Zoom in
de: Hineinzoomen

source: Zoom level
de: Zoomebene

source: Zoom out
de: Herauszoomen
